export  const fansData = [
    {
      id: 1,
      text: "「在我看來愛自己是最重要的事，希望克拉們都能愛自己。在今後的日子裡，無論是我們也好克拉們也好可能會遇到很多困難的事，但我認為愛著自己、相互給予對方愛的話就能克服一切困難。比起愛我自己，我會更愛克拉們的。」",
      person: "By崔勝哲",
    },
    {
      id: 2,
      text: "「不可能所有的人都會喜歡你，就像你也有討厭的人一樣，也許有人會無故討厭你，但這並不意味著你就會改變，那種情況你也應該能夠接受，你作為自己應該堂堂正正地活下去。」",
      person: "By崔勝哲",
    },
    {
      id: 3,
      text: "「沒有做不到的事，都去試試吧，全部。」",
      person: "By崔勝哲",
    },
    {
      id: 4,
      text: "「即使一個人摔倒了，也有另一個人等待著、一起奔跑著，希望SEVENTEEN跟克拉們能成為這樣的關係。」",
      person: "By崔勝哲",
    },
    {
      id: 5,
      text: "「如果現在在波浪上晃動的話，就感受著風，把身體交給它，風小了浪小了，總有一天會踩著海浪起來的。」",
      person: "By崔瀚率",
    },
    {
      id: 6,
      text: "「人要有一個遠大的夢想，那樣即使破滅了，碎片也是大的。」",
      person: "By崔瀚率",
    },
    {
      id: 7,
      text: "「想要實現夢想最重要的是孜孜不倦，雖然是很常見的話，但是在馬拉松上也不是跑得快的人，而是堅持到最後的人才能跑完全程。」",
      person: "By崔瀚率",
    },
    {
      id: 8,
      text: "「不要生氣，我們光互相愛著彼此就很忙了。」",
      person: "By夫勝寛",
    },
    {
      id: 9,
      text: "「現在睡覺，只能做夢，現在練習的話，就能實現夢想。」",
      person: "By夫勝寛",
    },
    {
      id: 10,
      text: "「不要有一些消極的想法，記住一些幸福的事情吧！」",
      person: "By洪知秀",
    },
    {
      id: 11,
      text: "「想告訴今天也很疲憊的你：有我在、辛苦了、我愛你，我會緊緊抱住你。」",
      person: "歌詞:Hug",
    },
    {
      id: 12,
      text: "「只有一次的人生，希望你不要留下遺憾。」",
      person: "By金珉奎",
    },
    {
      id: 13,
      text: "「如果我有100個愛心，我不會平均分給妳們，我會努力成為可以讓妳們每個人，都得到100個愛心的歌手。」",
      person: "By金珉奎",
    },
    {
      id: 14,
      text: "「毫不猶豫地踏出第一步的這一瞬間，將成為偉大歷史的開始。」",
      person: "By金珉奎",
    },
    {
      id: 15,
      text: "「忘記不好的事情，只記得幸福的事情吧，那樣自己的人生也會變得幸福的。」",
      person: "By金珉奎",
    },
    {
      id: 16,
      text: "「雖然我也有很多缺點很多不足，但我也愛我自己，大家也要好好愛自己。」",
      person: "By李碩珉",
    },
    {
      id: 17,
      text: "「即使我們各自生活在很遠的地方，也要幸福地過好每一天，這是我們的約定。」",
      person: "By李碩珉",
    },
    {
      id: 18,
      text: "「我的每一個微不足道的足跡堆疊起來，總有一天會踩出一條堅韌的道路。」",
      person: "By李知勳",
    },
    {
      id: 19,
      text: "「當一個愛豆的意思是，我們需要把我們自己一部分隱藏起來，也不可能像一般人那樣做一些事，但因為有克拉們，我可以當我自己。我哪裡也不會去，所以請你們也哪裡都不去。」",
      person: "By李知勳",
    },
    {
      id: 20,
      text: "「悲傷不是錯，對自己的感情誠實才是最好的方法。」",
      person: "By李知勳",
    },
    {
      id: 21,
      text: "「如果讓我在天才和傻瓜之間做選擇，我會選擇傻瓜，因為傻瓜會為了成為天才而努力。」",
      person: "By李知勳",
    },
    {
      id: 22,
      text: "「明明知道比自己弱，卻還是會低頭，這就是禮儀。」",
      person: "By李燦",
    },
    {
      id: 23,
      text: "「專業的人是不會怪裝備，但是也需要慎重地挑選裝備。」",
      person: "By李燦",
    },
    {
      id: 24,
      text: "「真心地希望你能實現夢想，然後帶著你的夢想來看我。」",
      person: "By全圓佑",
    },
    {
      id: 25,
      text: "「比起在意他人的視線，還不如更愛自己。」",
      person: "By全圓佑",
    },
    {
      id: 26,
      text: "「即使遇到很多考驗，神能幫助那個人的地方也只有一點點，所以加油吧。」",
      person: "By全圓佑",
    },
    {
      id: 27,
      text: "「沒有花朵能不經風雨綻放，學會忍耐、克服困難，不活在別人的標準下，並抓緊自己的目標，終究能開花結果的。」",
      person: "By權順榮",
    },
    {
      id: 28,
      text: "「只要有裝滿溫暖的暖暖眼神，和多情微笑的你，就充分有我站起來的理由。」",
      person: "By權順榮",
    },
    {
      id: 29,
      text: "「因為想成為你的明天，所以活過了今天。」",
      person: "歌詞:Thanks",
    },
    {
      id: 30,
      text: "「人活一輩子，不開心地活是一輩子，開心地活也是一輩子，沒有必要讓自己一直沈溺在壓力當中，反正任何事情，就算是很困難的事情，只要用心去做，一天不能解決一個月一年十年總會有解決的那一天。」",
      person: "By文俊輝",
    },
    {
      id: 31,
      text: "「保持警惕，忠於初心，你必會經歷一些得失，但是總有一天一定會夢想成真的。」",
      person: "By徐明浩",
    },
    {
      id: 32,
      text: "「培養自己的興趣，增進自己的魅力，你會慢慢地找到自己。」",
      person: "By徐明浩",
    },
    {
      id: 33,
      text: "「每個人都有自己的生活，嘗試找到夢想，照著夢想生活，不要聽別人怎麽說。」",
      person: "By徐明浩",
    },
    {
      id: 34,
      text: "「我流過的淚，只有枕頭知道。」",
      person: "By徐明浩",
    },
    {
      id: 35,
      text: "「我們常常說要走花路，但如果不是花路也沒關係，只要我們在一起就可以了，因為你們比花還美。」",
      person: "By徐明浩",
    },
    {
      id: 36,
      text: "「比起太陽更想成為你們的月亮，因為月亮會一直正面看著你們，一直想把正能量給你們，在黑暗中我會用我的真心，盡我所能照亮你們前面的路。」",
      person: "By徐明浩",
    },
    {
      id: 37,
      text: "「雖然生活如流水般平淡但還是要認真生活。」",
      person: "By尹淨漢",
    },
    {
      id: 38,
      text: "「大家都會有屬於某個時期的美好，希望大家不要錯過那份美好。」",
      person: "By尹淨漢",
    },
    {
      id: 39,
      text: "「累了的話，暫時休息一下也可以的，如果累了的話就依靠我們吧。」",
      person: "By尹淨漢",
    },
  ];
  