import "../../assets/style/global.scss";
import "../person-style.scss";
import { PersonHeader } from "../ui/ui-person/ui-person-header/ui-person-header";
import jun from "./jun.jpeg";
export function Jun() {
  return (
    <>
      <PersonHeader />
      <div className="bar">
        <div className="overflow">
          <img className="career__img" src={jun} alt="" />
          <section className="career">
            <div className="career__bar">
              <h2 className="career__title">About</h2>
              <p className="career__text">
                文俊輝（漢語拼音：Wén Jùn Huī，韓語：문준휘 Mun Jun
                Hwi，1996年6月10日—），藝名JUN（韓語：준 Jun，日語：ジュン
                Jun），綽號:文俊飛、灰灰、俊尼、俊喵。中國內地演員、歌手，主要在中國及韓國兩地發展。1998年以兒童演員身份出道，2007年主演電影《野·良犬》，入圍第27屆香港電影金像獎「最佳新演員」，並獲得第2屆香港電影導演會年度大獎「年度新晉演員」銀獎。現為PLEDIS娛樂旗下男子流行音樂團體SEVENTEEN成員，同時也是分隊Performance
                Team的成員，藝名由來為出道前成員們習慣以「준이」（音近本名的漢字音「준휘」）稱呼。2023年，主演的網劇《獨家童話》播出。
              </p>
              <h2 className="career__title">Early Career</h2>
              <p className="career__text">
                1996年6月10日出生於廣東省深圳市。2歲時父母離異，文俊輝跟隨媽媽生活，而後媽媽再婚；家庭成員有父母及小10歲的弟弟馮鈞。從小學習鋼琴，中學時期開始喜歡閱讀，如今仍然常在行程途中或睡前用手機看小說。在媽媽「多運動」的勸說下以及觀看了成龍的電影後，開始學習中國武術；中學時的夢想是考上北京的戲劇學院。
              </p>
            </div>
            <div className="career__bar">
              <h2 className="career__title">Acting Career</h2>
              <p className="career__text">
                約6個月大在公園玩耍時，張家輝正在附近進行拍攝，負責的導演認為文俊輝長得很可愛，而邀請進行拍攝，卻因無法對女演員喊出媽媽而失敗。後來文俊輝有幸得到了第二次拍攝機會，便在1998年僅2歲時，以房地產廣告演員身份出道。
                <br />
                2002年，其出演的電視劇《特警飛龍》播出，於劇中飾演忠仔。2003年，其出演的改編自動畫片《我為歌狂》的電視劇《歌讓我狂》播出，於劇中飾演主角葉峰的童年時期。
                <br />
                2004年，其出演的電視劇《爸爸兩邊走》播出，於劇中飾演主角的兒子曾誠[10]，次年出演續作《爸爸向前走》。2005年，其出演的電視劇《家風》播出，於劇中飾演仔仔。
                <br />
                2007年，與陳奕迅、林苑、曾志偉主演的電影《野·良犬》上映，憑藉「林志宏」一角入圍第27屆香港電影金像獎「最佳新演員」，並獲得第2屆香港電影導演會年度大獎「年度新晉演員」銀獎，在拍攝過程中的表現也獲得了導演、陳奕迅、林子祥及媒體的稱讚。
                <br />
                2009年3月，香港英皇娛樂有意與文俊輝簽約，但文俊輝並未簽約。
                <br />
                2010年，其出演的電視劇《亂世玉緣》及《大明嬪妃》播出；同年，其出演的電影《葉問前傳》上映，於片中飾演葉問的童年時期。
                <br />
                2011年，其出演的電影《權力有限》及電視劇《大漢口》播出；同年參與拍攝深圳地鐵安全宣傳短片，此後該短片常年在深圳地鐵電視屏幕播放。
                <br />
                2012年，其出演的電視劇《明珠游龍》、《愛在屋檐下》以及《兒女的戰爭》播出。2013年，其出演的電視劇《薛丁山》播出；同年，其出演的電影《我的母親》上映，於片中飾演林義龍。
                <br />
                2014年，與張若昀、鄭業成等人共同主演網劇《男神執事團》，飾演小德古拉。
                <br />
                2012年－2015年：練習生時期
                高二時，文俊輝與朋友們在深圳街道上偶然被星探搭訕。當時文俊輝認為要是在韓國當練習生，也許能夠一改自己一直以來作為兒童演員的可愛形象。2012年，文俊輝通過於深圳舉行的甄選，正式成為PLEDIS娛樂練習生。
                <br />
                2013年起，PLEDIS娛樂在網路個人電視伺服器Ustream上，依季別播放《SEVENTEEN
                TV》，讓SEVENTEEN預備成員們出演。作為練習生時，文俊輝便參與了許多公演，以此累積舞台經驗。於2014年年末KBS歌謠盛典中，與S.COUPS、HOSHI、圓佑、珉奎、VERNON出演San
                E和Raina的舞台。經歷了2年7個月的練習生生涯後出道。
              </p>
              <h2 className="career__title">2015－2024</h2>
              <p className="career__text">
                2015年 5月26日：以組合 SEVENTEEN 成員身份出道。
                5月29日：隨組合發行首張迷你專輯《17 CARAT》。
                9月10日：隨組合發行第二張EP專輯《Boys Be》。
                12月24日：所屬組合舉辦首場演唱會《LIKE SEVENTEEN – Boys Wish》。
                <br />
                2016年 1月14日：獲得第25屆首爾歌謠大賞新人獎。
                1月21日：獲得第30屆金唱片大賞唱片部門新人獎。 2月17日：獲得第5屆
                Gaon Chart K-POP Awards 全球新人獎。
                4月：所屬組合發行首張正規專輯《LOVE&LETTER》。
                7月4日：發佈首張正規專輯的 Repackage 版專輯《Love&Letter
                Repackage Album》。 7月30日：舉行第二次演唱會“LIKE SEVENTEEN –
                Shining Diamond”。 12月5日：發佈EP三輯《Going
                seventeen》，主打歌為《BOOMBOOM》。
                <br />
                2017年 5月22日：發佈第四張迷EP專輯《Al1》，主打曲為《Don‘t Wanna
                Cry》。 11月6日：發佈正規2輯《TEEN, AGE》。
                <br />
                2018年 2月5日：隨組合發行特別專輯《DIRECTOR’S
                CUT》，主打歌為《謝謝(고맙다)》。
                5月30日：隨組合發行首張日語EP專輯《WE MAKE YOU》並在日本出道。
                7月16日：隨組合發行第5張EP專輯《YOU MAKE MY DAY》，主打歌《Oh!
                my》。 12月：隨組合獲得2018 Mnet 亞洲音樂大獎最佳舞蹈表演男團。
                <br />
                個人活動 2018年5月20日：文俊輝恢復個人微博賬號使用。
                7月12日：參與錄製的騰訊視頻偶像音樂真人秀《潮音戰紀》播出。
                9月6日：在第九期《潮音戰紀》播出時，由於搭檔閆桉因身體原因退賽，宣佈退出三強競爭，但保留後續舞台。
                10月至12月：擔任騰訊視頻音樂榜單節目《由你音樂榜樣》MC報榜官。
                12月14日：公開特別中文單曲《能不能坐在我身旁》，其本人參與填詞的首支個人單曲。
                <br />
                2019年 1月21日：隨組合發佈第六張迷你專輯《YOU MADE MY DAWN》。
                2月28日：隨組合發佈中文單曲《Home（Chinese Ver.）》。
                5月19日：隨組合為網路劇《A-TEEN 2》演唱的 OST 《9-TEEN》。
                5月29日：隨組合發行首張日本單曲專輯《Happy Ending》。
                8月5日：發行數位單曲《HIT》。
                9月16日：隨組合發行第三張正規專輯《An Ode》。
                <br />
                2020年 4月1日：隨組合發行第二張日文單曲專輯《Fallin` Flower》。
                6月22日：隨組合發行第七張EP專輯《Heng æ》，主打歌《Left &
                Right》。 9月8日：隨組合發行第二張日文EP專輯《24H》。
                10月19日：隨組合發行特別專輯《;
                Semicolon》，主打歌為《HOME;RUN》。
                <br />
                2021年 2月5日：公開數位單曲《烏鴉》。
                2月14日：公開數位單曲《寂寞號登機口》及MV。
                4月15日：隨組合發行第三張日文單曲專輯《ひとりじゃない》。
                6月18日：隨組合發行第八張EP專輯《Your Choice》回歸。
                10月22日：隨組合發行第九張EP專輯《Attacca》。
                11月29日：隨組合發行日文單曲專輯《Power of Love》。
                <br />
                2022年 4月15日：隨組合發行英文單曲《Darl+ing》。
                5月27日：隨組合發行第四張正規專輯《Face the Sun》。
                7月18日：隨組合發行正規四後續專輯《SECTOR 17》。
                9月23日：發行單曲《LIMBO》，本人參與作詞作曲；同日發行中文版及韓文版。
                11月8日：於 YouTube 頻道 MUPLY 公開《LIMBO》首舞台。
                <br />
                2023年
                4月24日：隨組合發行第十張EP專輯《FML》，收錄主打《Super》。
                8月16日：隨組合發行先行曲《Sara Sara》。
                8月23日：隨組合發行首張日語精選輯《ALWAYS YOURS》。
                10月23日：隨組合發行第十一張EP專輯《SEVENTEENTH
                HEAVEN》，收錄主打曲《God of Music》。
                7月4日：公開數位單曲《PSYCHO》，本人參與作詞作曲。
                7月8日：出席第4屆騰訊音樂娛樂盛典，獲得「年度新勢力唱作歌手」獎項。
                7月27日：主演的網劇《獨家童話》於愛奇藝播出。
                9月12日：憑《獨家童話》入圍第5屆亞洲內容大獎&全球OTT大獎「最佳新人男演員」。
                10月8日：出席第28屆釜山國際電影節，獲得第5屆亞洲內容大獎「年度新星獎」。
                12月14日：出席2023騰訊娛樂白皮書年度盛典，獲得「年度突破之星」獎項。
                <br />
                2024年 2月24日：官宣成為 i 遊深圳旅遊推薦官。
                4月15日：官宣成為護膚品品牌菲洛嘉「青春大使」。
                5月15日：官宣成為茶飲品牌茶百道「夏飲大使」。 6月10日：官宣成為
                STANCE 品牌全球代言人。 8月10日：官宣成為 OBAGI
                歐邦琪精華品類品牌代言人。
                8月12日：官方公告文俊輝於下半年在中國並行影視活動，並將缺席部分
                SEVENTEEN 世界巡演行程。
                8月24日：作為常駐嘉賓出演浙江衛視美食真人秀節目《聽說很好吃第四季》。
                <br />
                2024年1月5日：隨組合參加的真人秀《一起去吧，Nana Tour with
                Seventeen》播出。 4月29日：隨組合發行精選專輯《17 IS RIGHT
                HERE》，收錄主打曲《MAESTRO》等 33 首歌曲。
              </p>
              <h2 className="career__title">Social Activities</h2>
              <p className="career__text">
                2008年5月29日，文俊輝參加在東莞峰景高爾夫球會舉行《傳遞愛心，關懷共勉》“INFINITI”杯高爾夫慈善邀請賽，號召社會各界協助相關部門為受困群眾提供救助和服務，中國紅十字基金會和中華全國義工中心聯合開展救助行動
                。
                <br />
                2011年1月24日，文俊輝參演的深圳地鐵乘坐電扶梯安全文明宣傳片公開，傳遞“和諧地鐵，安全出行”文明。
                <br />
                2021年5月4日，文俊輝和徐明浩特別獻唱中華兒慈會“蒲公英公益音樂計畫”，全新公益單曲《媽媽的未接來電》，本次單曲所有版權收益都會以善款的形式對中國留守兒童進行扶持和幫助
                。
                <br />
                2022年4月16日，文俊輝為廣東捐贈了防疫物資 。
                2016年，隨組合在出道的第二年進行首次收入結算後，在出道紀念日捐贈了13隻以成員名字命名的山羊給非洲坦尚尼亞的兒童
                。
                <br />
                2020年5月26日，隨組合SEVENTEEN為紀念出道5週年為弱勢群體的兒童和青少年捐贈了善款，捐款將用於弱勢兒童和青少年學習指導、獎學金、文化藝術教育支援等方面。
                <br />
                2022年5月26日，隨組合在出道7週年當天,向非洲及亞洲地區的包括兒童、青少年在內的弱勢群體進行捐款，幫助他們接受教育；8月，聯合國教科文組織韓國委員會同SEVENTEEN經紀公司簽署工作協議並開展“#Going
                Together”教育項目 ；9月20日，隨組合參加UNESCO聯合國教科文組織活
                。
                <br />
                2023年11月14日，隨組合將於當地時間晚上7點在法國巴黎聯合國教科文組織總部舉行的第13屆‘聯合國教科文組織青年論壇’講台上舉行個人全中文演講和團隊演出。
                <br />
                2024年4月，SEVENTEEN與聯合國教科文組織韓國委員會在東帝汶建立兩家地區學習中心，為當地困難人群提供電腦、縫紉、韓語、英語等多種生活技能培訓，以及閱讀理解培訓；5月28日，隨組合在其出道9週年之際向聯合國教科文組織韓國委員會捐款，以期為全球教育營造更好的環境
                ；6月21日，聯合國教科文組織宣佈，男團SEVENTEEN被聯合國教科文組織任命為“青年親善大使”（Goodwill
                Ambassador for
                Youth）；6月26日，隨組合在法國時間上午10時30分在法國巴黎聯合國教科文組織總部舉行的“聯合國教科文組織青年親善大使”任命儀式
                。
              </p>
            </div>
          </section>
        </div>
      </div>
    </>
  );
}
